---
kind: property
id: P:Autodesk.Revit.DB.TextNode.TabSize
source: html/e8bdca46-18ea-94f2-aceb-11da8feed2a2.htm
---
# Autodesk.Revit.DB.TextNode.TabSize Property

The size [ft] of the interval between tab stops, in model space.

## Syntax (C#)
```csharp
public double TabSize { get; }
```